export default function Content() {
  return (
    <>
      <h2>CANSHO におけるプライバシーについて</h2>
      <p>
        当ウェブサイトでは、広告の配信やアクセス解析による行動の追跡は行われず、特定を目的とした個人情報を収集することもありません。
      </p>
      <h3>IPアドレス、Cookie等の収集</h3>
      <p>
        当ウェブサイトでは主にVercel Web
        Analyticsを使用し、一般的なトラフィック分析やサイトの改善のために、IPアドレス、Cookie、ウェブブラウザの種類などの情報を匿名で収集することがあります。これらは個人を特定するためには使用されません。
      </p>
      <h3>外部サイトへのリンク</h3>
      <p>
        当ウェブサイトには、他のウェブサイトへのリンクが含まれている場合がありますが、外部サイトにおける個人情報の保護については当ウェブサイトは関与しておりません。リンク先サイトのプライバシーポリシーをご確認いただき、個人情報の取り扱いについてご注意ください。
      </p>
      <p>
        プライバシーポリシーに関するご質問やご不明な点がございましたら、
        <span>nenn.info@gmail.com</span>
        までお問い合わせください。
      </p>
    </>
  );
}
